Repository: barmole/khronos
Catalog: po/*.po
Languages: de

source: Log the time it took to do tasks
de: Erstelle Protokolle über die Zeit, die es braucht um Aufgaben zu erledigen

source: Start logging any task's time to completion, with the ability to stop the timer at any moment, with notifications for longer task sessions.
de: Startet die Protokollierung jeder Aufgabe bis zu ihrer Fertigstellung, mit der Möglichkeit den Timer jeder Zeit zu stoppen, mit Benachrichtigungen für längere Arbeitsabschnitte.

source: Quit anytime with the shortcut Ctrl + Q
de: Programm mit der Tastenkombination Strg + Q beenden

source: Release: UI Refreshments
de: Veröffentlichung: UI Erneuerung

source: Changed: The UI is now with a better layout.
de: Änderung: Die UI hat jetzt ein besseres Layout.

source: Release: Port to GTK4
de: Veröffentlichung: Umgestellt auf GTK4

source: Changed: Rewritten for GTK4.
de: Änderung: Umgeschrieben für GTK4.

source: Track each task time in a simple inobtrusive way
de: Zeiterfassung für Aufgaben auf einfache und störungsfreie Weise

source: Plot;Planning;Time Tracking;
de: Plot;Planung;Zeiterfassung;

source: Delay between notifications
de: Abstand zwischen Benachrichtigungen

source: The delay between two notifications, default is 30min. in seconds.
de: Der Abstand zwischen Benachrichtigungen, Standardmäßig 30min. in Sekunden.

source: Export Logs as CSV…
de: Protokolle exportieren (CSV) …

source: Import Logs from CSV…
de: Protokolle importieren (CSV) …

source: About Khronos
de: Über Khronos

source: Log name…
de: Name des Protokolls …

source: Adds a log to the list
de: Fügt ein Protokoll zur Liste hinzu

source: Starts the timer for a log
de: Startet den Timer für ein Protokoll

source: Logs
de: Protokolle

source: Removes all logs from the list
de: Entfernt alle Protokolle aus der Liste

source: No Logs
de: Keine Protokolle

source: Add a log on Timer tab and check later.
de: Füge ein Protokoll im Timer Tab hinzu und überprüfe später.

source: Stops the timer for a log
de: Stoppt den Timer für ein Protokoll

source: Empty the Logs List?
de: Protokolliste leeren?

source: Emptying this list means all the logs in it will be permanently lost with no recovery.
de: Leeren dieser Liste bedeutet, dass alle Protokolle ohne eine Möglichkeit der Wiederherstellung entgültig verloren gehen.

source: Cancel
de: Abbrechen

source: Empty List
de: Leere Liste

source: Go rest for a while before continuing.
de: Mach eine Pause, bevor du weiter machst.

source: Maybe grab a snack before continuing.
de: Hol dir vieleicht eine Kleinigkeit zu Essen, bevor du weiter machst.

source: Perhaps go get some coffee or tea before continuing.
de: Hol dir vieleicht einen Kaffee oder Tee, bevor du weiter machst.

source: That's a big task. Let's rest a bit before continuing.
de: Das ist eine große Aufgabe. Lass uns eine Pause machen, bevor du weiter machst.

source: Amazing work! But please rest a bit before continuing.
de: Super Arbeit! Aber bitte entspann dich ein wenig, bevor du weiter machst.

source: Track each task's time in a simple inobtrusive way.
de: Erfasse die benutzte Zeit für deine Aufgaben auf einfache und störungsfreie Weise.

source: translator-credits
de: Ole Barmeyer <69189702+barmole@users.noreply.github.com>, 2022.

source: CSV files
de: CSV Dateien

source: All files
de: Alle Dateien
